[
    {
        "item": "scp-458",
        "class": "safe",
        "containment": "SCP-458 is considered safe and therefore is to be stored in the staff canteen at Site 17, with no access restrictions required.",
        "description": " SCP-458 is a large-sized pizza box from the pizza chain Little Caesar's, of their Hot-n-Ready variety. It is made of simple cardboard, measures 25.4cmx25.4cmx2.54cm (10inx10inx1in), and weighs about 20 to 20.49 grams depending on toppings. As a result of the unusual nature of SCP-458, measurement of weight is inconsistent. What makes SCP-458 an oddity is that, while appearing to be an ordinary pizza box, when it comes into contact with human hands, it instantaneously replicates within it the holder's subconsciously preferred choice of pizza, down to the favorite sauce, cheese, crust, and topping. It is not limited to the Little Caesars brand, as pizza from all major pizza chains, as well as local and even handmade pizzas have been produced. There seems to be no limit to its ability, except that it cannot make anything but pizza, and its toppings must be edible by normal human standards (see Addendum 1a). The box is also rather indestructible, as all tests to destroy or dismantle the box have proven fruitless. It is assumed the box is semi-sentient, having at least enough telepathic or empathetic ability to sense what the holder's personal choices regarding pizza are. After constant testing showed SCP-458's seemingly infinite power to generate pizza (but with little other use), it has henceforth been placed inside the canteen at Site-17 for free use by personnel. After its open usage has been allowed, personnel morale has shown to have sharply increased."
    },
    {
        "item": "SCP-426",
        "class": "Euclid",
        "containment": "I am to be sealed in a chamber with no windows through which I may be viewed. The door to my chamber must have a label completely unrelated to my designation or identity, in order to prevent unintended spread of my primary effect. Only Level 3 and above personnel are to know of my presence, and particularly of my properties. Assigned personnel are to be rotated out on a monthly basis to prevent contamination by my secondary effect. Psychiatric evaluation is mandatory at the end of the month. If personnel are deemed unaffected, they may be re-assigned to me no less than four months after their last rotation with me. Any affected personnel are to be given a Class C amnestic and transferred to a different site.",
        "description": "Hello, I am SCP-426. I must be introduced this way in order to prevent ambiguity. I am an ordinary toaster, able to toast bread when supplied with electricity. However, when any human being mentions me, they inadvertently refer to me in the first person. Despite all attempts, there is yet to be a way to speak or write about me in the third person. When in my continuous presence for over two months, individuals begin to identify themselves as a toaster. Unless forcibly restrained, these people will ultimately harm themselves in their attempts to emulate my standard functions. I was discovered in the home of the ████████ family after the gruesome deaths of three of its members. I had been given to the younger Mr. and Mrs. ████████ as a wedding gift. No card or any other identifying markings had been found on my box. Approximately two months after the family received me, fire crews were dispatched to the home due to an electrical fire. The younger Mrs. ████████ died from the electric discharge that she had caused when attempting to devour an electric socket. The other two victims had died shortly before the fire occurred. The elder Mrs. ████████ had gorged herself with nearly 10 kg of bread before her stomach burst and she died of internal bleeding. The younger Mr. ████████ died of severe blood loss after attempting [REDACTED] with me. The sole survivor was the elder Mr. ████████ who was suffering from severe malnutrition. He stated that he had inserted some bread a week prior and was still waiting for the toast to pop out. I was confiscated by the Foundation after police noted my unusual properties. A Class C amnestic was administered to the affected officers."
    },
    {
        "item": "SCP-423",
        "class": "Safe",
        "containment": "SCP-423 is contained in a 5 x 5 meter room containing three (3) 2 x 3 meter bookshelves. An incinerator is located adjacent. All personnel entering or leaving the room are to be searched for written material. Any written material must be checked for any trace of SCP-423 and then, if found clean, incinerated. At night, SCP-423 is to remain in a small, plain journal marked 423. Failure to remain in this journal at designated times will result in loss of reading material outside of scheduled experiments.",
        "description": "SCP-423 has no physical form. It appears to exist entirely within textual narratives. It was discovered in a used book store in ████████, Texas, on ████ ██, 19██, in a copy of Tom Sawyer. The book was purchased by Agent ██████, who located it during a routine search. Agent ██████ brought the book back to Sector 28 as instructed. The book seemed perfectly normal except for the inclusion of a character named Fred, who was not known to exist in any other version of the story. However, it was not until it was left by a copy of Moby Dick that the anomalous nature of SCP-423 became clear. SCP-423 is able to enter textual narratives, inserting itself as a minor character. The details of the character vary from story to story, but it is always named Fred, or something similar, and its role in the story is usually minor. Physical descriptions of the character are rare, but it usually appears as a human male of average height and middle years. However, this can change depending on the nature of the narrative. He has appeared as a student in narratives focusing on children (and thus presumably of an appropriate age) or even as a non-human in narratives where humans are absent or rare. At no time is his appearance remarked on as being unusual by other characters. SCP-423 is able to move from one narrative to another voluntarily, provided the two works are within one (1) meter of each other. The process takes up to three minutes, depending on the length of the new narrative. The entire narrative changes at once, the text on all pages seeming to move. Occasionally, the length of the narrative changes; in these cases, the text grows smaller or larger to fit the page count of the book. It is only able to appear in physical textual narratives. It cannot enter electronic storage, or affect purely visual narratives. If placed in proximity to a graphic novel or other form of sequential art, it will change the text boxes and dialog bubbles, but will not affect the pictures. Similarly, illustrations in a textual narrative do not change, even if they no longer match up to the narrative as affected by SCP-423. It prefers fictional narratives. However, it can enter any narrative that has characters, including anecdotes, biographies, and research notes (See Addendum 423-1). It can re-enter a narrative that it has already exited. If it does so, the new narrative typically differs from the last time SCP-423 entered the story. However, it has displayed a preference for narratives it has not yet entered. It is currently unknown what effect dying in a narrative would have on SCP-423, despite the best effort of researchers. SCP-423 displays a strong grasp of narrative principles, and is usually able to predict the best response in a given circumstance to avoid danger to itself. It has, however, displayed minor injuries. However, these seem to vanish when it enters a new narrative. SCP-423 can be communicated with by coaxing it into a journal. It responds to questions written within, with SCP-423's responses appearing underneath the questions. When it transfers to another narrative, its responses disappear from the journal. It has been largely cooperative since its containment. Its only requests so far have been for more narratives. It has expressed a preference for narratives with a large number of background characters, as this makes it easier for it to blend in and watch the good stuff. It has been recommended that, should it become uncooperative, it be confined to the journal until it becomes more amenable to staff requests. Researchers who desire more information on SCP-423 should read Experiment Log 423 A."
    },
    {
        "item": "SCP-682",
        "class": "Keter",
        "containment": "SCP-682 must be destroyed as soon as possible. At this time, no means available to SCP teams are capable of destroying SCP-682, only able to cause massive physical damage. SCP-682 should be contained within a 5 m x 5 m x 5 m chamber with 25 cm reinforced acid-resistant steel plate lining all inside surfaces. The containment chamber should be filled with hydrochloric acid until SCP-682 is submerged and incapacitated. Any attempts of SCP-682 to move, speak, or breach containment should be reacted to quickly and with full force as called for by the circumstances. Personnel are forbidden to speak to SCP-682, for fear of provoking a rage-state. All unauthorized personnel attempting to communicate to SCP-682 will be restrained and removed by force. Due to its frequent attempts at containment breach, difficulty of containment and incapacitation, and high threat of Foundation Exposure, SCP-682 is to be contained in site [REDACTED]. The Foundation will use the best of its resources to maintain all land within fifty (50) kilometers clear of human development.",
        "description": "SCP-682 is a large, vaguely reptile-like creature of unknown origin. It appears to be extremely intelligent, and was observed to engage in complex communication with SCP-079 during their limited time of exposure. SCP-682 appears to have a hatred of all life, which has been expressed in several interviews during containment. (See Addendum 682-B). SCP-682 has always been observed to have extremely high strength, speed, and reflexes, though exact levels vary with its form. SCP-682's physical body grows and changes very quickly, growing or decreasing in size as it consumes or sheds material. SCP-682 gains energy from anything it ingests, organic or inorganic. Digestion seems to be aided by a set of filtering gills inside of SCP-682's nostrils, which are able to remove usable matter from any liquid solution, enabling it to constantly regenerate from the acid it is contained in. SCP-682's regenerative capabilities and resilience are staggering, and SCP-682 has been seen moving and speaking with its body 87% destroyed or rotted. In case of containment breach, SCP-682 is to be tracked and re-captured by all available Mobile Task Forces, and no teams with fewer than seven (7) members are cleared to engage it. To date (██-██-████), attempted breaches have numbered at seventeen (17), while successful breaches have numbered at six (6). (See Addendum 682-D)."
    },
    {
        "item": "SCP-789-J",
        "class": "Safe",
        "containment": "SCP-789-J is kept in my toilet and only i can talk to it",
        "description": "SCP-789-J is a ghost that is a face. it lives in a toilet and it talks to you while you poop. then when you poop it goes no stop aaaa- and then stops because there is poop in its mouth. SCP-789-J travels around in butts. you can only get rid of it by wiping. that is the moral of the story. sometimes it kills other butts and makes them butt ghosts too. but it is always lonely because it is a butt ghost."
    }  
]
